packages/eessi-testsuite/eessi_testsuite-0.7.1.tar.gz/eessi_testsuite-0.7.1/eessi/testsuite/tests/apps/openfoam/src/cavity3D/64M/fixedIter/Allpre
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication decomposePar
runParallel renumberMesh -overwrite

#------------------------------------------------------------------------------
